Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtajiston_katsaus_saamelaiskarajien_kokouksessa_22_6_2021.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtajiston katsaus Saamelaiskäräjien kokouksessa 22.6.2021
sme: Ságajođiheaddjiid oppalašgeahčastat Sámedikki čoahkkimis 22.6.2021

source: 22.6.2021 pidetyssä Saamelaiskäräjien kokouksessa päätettiin, että puheenjohtajiston katsaus saamelaisasioiden etenemisestä Saamelaiskäräjien kokouksen 2/2021 jälkeen julkaistaan Saamelaiskäräjien verkkosivuilla.
sme: 22.6.2021 dollon Sámedikki čoahkkimis mearriduvvui, ahte ságajođiheaddjiid oppalašgeahčastat sámeáššiid ovdáneamis Sámedikki čoahkkima 2/2021 maŋŋá almmustahtto Sámedikki neahttasiidduin.

source: Puheenjohtaja Tuomas Aslak Juuso
sme: Ságajođiheaddji Tuomas Aslak Juuso

source: Kevättä 2021 värittivät edelleen useat lakiuudistushankkeet.
sme: Giđa 2021 láidestedje ain máŋggat láhkaođastusprošeavttat.

source: Saamelaiskäräjät on osallistunut muun muassa saamelaiskäräjälain muutoksen valmisteluun, ilmastolain muutosta koskeviin saamelaiskäräjälain 9 §:n mukaisiin neuvotteluihin sekä muinaismuistolain ja luonnonsuojelulain uudistustöihin.
sme: Sámediggi lea oassálastán earret eará sámediggelága nuppástusa válmmaštallamii, dálkkádatlága nuppástusa guoski ráđđádallamiidda sámediggelága 9 §:a mieldásaččat, ja maiddái dološmuitolága ja luonddusuodjalanlága ođasmahttinbargui.

source: Saamelaiskäräjälain uudistaminen on yksi Saamelaiskäräjien vaalikauden 2020–2023 päätavoitteista, ja siihen on osoitettu paljon aika- ja henkilöresursseja keväällä 2021.
sme: Sámediggelága ođasmahttin lea okta dain Sámedikki válgabaji 2020-2023 váldoulbmiliin, ja dasa leat čujuhuvvon olu áige- ja bargiresurssat giđđat 2021.

source: Kevään aikana saamelaiskäräjälain muutosta valmisteleva toimikunta kokoontui viikoittain ja keskustelua toimikunnassa käytiin hyvässä hengessä.
sme: Giđa áigge doaibmagoddi, mii válmmaštalai sámediggelága nuppástusa, čoahkkanii vahkkosaččat ja ságastallan doaibmagottis dáhpáhuvai buori vuoiŋŋas.

source: Toimikunnan muistioon jätettiin yksi eriävä mielipide, jonka jätti Keskusta-puoletta toimikunnassa edustanut Juha Joona.
sme: Doaibmagotti muittuhančállagii guđđui okta sierra oaivil, dan guđii Guovddáš-bellodaga doaibmagottis ovddastan Juha Joona.

source: Toimikunta esitteli mietintönsä myös Saamelaiskäräjien jäsenille ennen sen julkaisemista.
sme: Doaibmagoddi ovdan buvttii smiehttamuša maiddái Sámedikki lahtuide ovdal dan almmustahttima.

source: Toimikunnan mietintö julkaistiin 11.5.2021 , minkä jälkeen se lähti lausuntokierrokselle.
sme: Doaibmagotti smiehttamuš almmustahttui 11.5.2021 , man maŋŋá dat vulggii gulaskuddamiidda.

source: Saamelaiskäräjien puheenjohtajana olen erittäin tyytyväinen toimikunnan työssään saavuttamaan lopputulokseen.
sme: Sámedikki ságajođiheaddjin lean erenomáš duhtavaš doaibmagotti barggustis áigáiožžon bohtosii.

source: Saamelaiskäräjät järjesti saamelaiskäräjälain muutoksesta kaikille avoimen verkkolähetyksen 8.6.2021 .
sme: Sámediggi lágidii sámediggelága nuppástusas buohkaide rabas neahttavuolggahusa sámediggelága nuppástusa birra 8.6.2021 .

source: Lähetykseen oli mahdollista lähettää kysymyksiä ennakkoon, ja saamelaiskäräjälakitoimikunnan jäsenet vastasivat lähetyksessä kysymyksiin koskien saamelaiskäräjälain muutosta.
sme: Vuolggahussii lei vejolaš sáddet gažaldagaid ovddalgihtii, ja sámediggeláhkadoaibmagotti lahtut vástidedje vuolggahusas gažaldagaide, mat guske sámediggelága rievdadeami.

source: Ilmastolain uudistukseen liittyen Saamelaiskäräjät kävi saamelaiskäräjälain 9 §:n mukaiset neuvottelut ympäristöministeriön edustajien kanssa 22.4.2021.
sme: Dálkkádatlága ođasmahttima oktavuođas Sámediggi ollašuhtii sámediggelága 9 §:a mieldásaš ráđđádallamiid birasministeriija ovddasteaddjiiguin 22.4.2021.

source: Tämän jälkeen Saamelaiskäräjät on lähestynyt ympäristöministeri Mikkosta sekä Suomen eduskuntapuolueiden johtoa vetoomuksella pysyvän saamelaisen ilmastoneuvoston perustamiseksi.
sme: Dan maŋŋá Sámediggi lea lahkonan birasministtar Mikkosa sihke Suoma riikkabeaibellodagaid njunnošiid bivdagiin, ahte vuođđuduvvo bissovaš sámi dálkkádatráđđi.

source: Lisäksi Saamelaiskäräjien puheenjohtaja ja II varapuheenjohtaja tapasivat ministeri Mikkosta aiheen tiimoilta Helsingin vierailullaan kesäkuussa.
sme: Lassin Sámedikki ságajođiheaddji ja II várreságajođiheaddji deaivvadeigga ministtar Mikkosiin fáttá olis Helssega galledeami áigge geassemánus.

source: Muinaismuistolain uudistustyöhön Saamelaiskäräjät on osallistunut aktiivisesti muun muassa uudistusta valmistelevan työryhmän kautta.
sme: Dološmuitolága ođasmahttinbargui Sámediggi lea oassálastán aktiivvalaččat ee. ođasmahttima válmmaštalli bargojoavkku bokte.

source: Lisäksi Saamelaiskäräjien hallitus on käynyt aiheesta lähetekeskustelun 10.5.2021 pidetyssä kokouksessaan.
sme: Lassin Sámedikki stivra lea ollašuhttán fáttá birra sáttaságastallama 10.5.2021 doallan čoahkkimis.

source: Lähetekeskustelussa hallitus totesi muun muassa saamelaisen kulttuuriperinnön ja oikeuden sen hallinnointiin kuuluvan saamelaisille itselleen.
sme: Sáttaságastallamis stivra gávnnahii, ahte ee. sámi kulturárbi ja vuoigatvuohta dan hálddašeapmái gullá sámiide alcces.

source: Muinaismuistolain uudistustyön yhteydessä Opetus- ja kulttuuriministeriö on antanut OTT Leena Heinämäelle toimeksiannon laatia selvitys saamelaisten oikeuksista muinaismuistojen suojelussa.
sme: Dološmuitolága ođasmahttinbarggu oktavuođas Oahpahus-ja kulturministeriija lea addán OTT Leena Heinämäkii bargobivdaga ráhkadit čilgehusa sámiid vuoigatvuođain dološmuittuid suodjaleamis.

source: Selvitys julkaistiin kesäkuussa 2021.
sme: Čilgehus olggosaddui geassemánus 2021.

source: Saamelaiskäräjät on huhtikuussa käynyt saamelaiskäräjälain 9 §:n mukaiset neuvottelut myös luonnonsuojelulain uudistukseen liittyen.
sme: Sámediggi lea cuoŋománus čađahan 9 §:a mieldásaš ráđđádallamiid maiddái luonddusuodjalanlága ođasmahttima olis.

source: Lisäksi Saamelaiskäräjät on osallistunut lainsäädäntöhankkeen valmisteluun liittyvien työryhmien työskentelyyn.
sme: Sámediggi lea maiddái oassálastán bargojoavkkuid bargamii, mat laktásit láhkaásahanprošeavtta válmmaštallamii.

source: Neuvottelut luonnonsuojelulain uudistamisen osalta ovat sujuneet hyvässä hengessä ja uudistuksen yhteydessä ehdotetaan laajennuksia saamelaisten oikeuksiin liittyen.
sme: Ráđđádallamat luonddusuodjalanlága ođasmahttima oasil leat ovdánan buorre vuoiŋŋas ja ođasmahttima oktavuođas evttohuvvojit viiddideamit sámiid vuoigatvuođaide.

source: Saamelaisten kotiseutualueen luonnonvarasuunnitelman laatiminen on yksi isoista meneillään olevista prosesseista, johon Saamelaiskäräjät on osallistunut muun muassa yhteistyöryhmän kokousten kautta.
sme: Sámiid ruovttuguovllu luondduriggodatplána ráhkadeapmi lea okta dain stuorra proseassain, mat leat jođus, ja masa Sámediggi lea oassálastán earret eará oktasašbargojoavkku čoahkkimiid bokte.

source: Luonnonvarasuunnitelman laatimisen yhteyteen on asetettu myös Akwé:kon -työryhmä, joka on aloittanut työnsä alkuvuodesta 2021.
sme: Luondduriggodatplána ráhkadeami oktavuhtii lea ásahuvvon maiddái Akwé:kon -bargojoavku, mii lea álggahan barggu álgojagis 2021.

source: Kyseinen Akwé:kon-työryhmä on asetettu ensimmäistä kertaa Saamelaiskäräjien, Kolttien kyläkokouksen ja Metsähallituksen sopiman uuden Akwé:kon toimintamallin pohjalta, ja työryhmä on tehnyt aktiivisesti töitä alkuperäiskansa saamelaisten kulttuurin ja perinteisen tiedon huomioimiseksi luonnonvarasuunnitelmassa.
sme: Guoskevaš Akwé:kon -bargojoavku lea ásahuvvon vuosttas háve Sámedikki, Nuortalaččaid siidačoahkkima ja Meahciráđđehusa soahpan ođđa Akwé:kon doaibmamálle vuođul, ja bargojoavku lea aktiivvalaččat bargan eamiálbmot sámiid kultuvrra ja árbevirolaš dieđu vuhtii váldima várás luondduriggodatplánas.

source: Toukokuussa Saamelaiskäräjien hallitus tapasi kahteen otteeseen saamelaisia koskevan tutkimuksen eettisiä ohjeita laativan työryhmän jäseniä.
sme: Miessemánus Sámedikki stivra deaivvadii guktii sámiid guoski dutkamuša etihkalaš rávvagiid ráhkadeaddji bargojoavkku lahtuiguin.

source: Tapaamisissa työryhmän jäsenet esittelivät Saamelaiskäräjien hallituksen jäsenille sen hetkistä työversiota ohjeista.
sme: Deaivvadeamis bargojoavkku lahtut ovdan bukte Sámedikki stivrra lahtuide dalá bargoveršuvnna rávvagiin.

source: Saamelaiskäräjien hallitus on keskustellut aiheesta kokouksessaan 20.5.2021.
sme: Sámedikki stivra lea ságastallan fáttá birra čoahkkimis 20.5.2021.

source: Ohjeistuksen laatiminen nähdään Saamelaiskäräjillä tärkeänä, ja Saamelaiskäräjät tukee saamelaisia koskevan tutkimuksen eettisiä ohjeita laativan työryhmän työtä.
sme: Rávvagiid ráhkadeami gehččo Sámedikkis dehálažžan, ja Sámediggi doarju sámiid guoski dutkamuša etihkalaš rávvagiid ráhkadeaddji bargojoavkku barggu.

source: Saamelaiskäräjien kokouksen niin katsoessa, valmisteilla olevia eettisiä ohjeita voitaisiin tulevaisuudessa mahdollisesti hyödyntää myös Saamelaiskäräjien työskentelyn apuna tilanteissa, joissa Saamelaiskäräjät saa tiedusteluja saamelaisia koskevien tutkimusten tekoon liittyen.
sme: Sámedikki čoahkkima nu geahčadettiin, etihkalaš rávvagiid mat dál válmmaštallojit, sáhtášii boahttevuođas vejolaččat geavahit ávkin maiddái Sámedikki barggu veahkkin diliin, main Sámediggi oažžu dihtoštallamiid sámiid guoski dutkamušaid bargamis.

source: Suomen Arktisen politiikan strategia julkaistiin 21.6.2021 .
sme: Suoma Árktalaš politihka strategiija almmustahttui 21.6.2021 .

source: Yhteistyö valtioneuvoston kanslian kanssa strategian valmistelun yhteydessä on toiminut hyvin.
sme: Oktasašbargu stáhtaráđi kansliijain strategiija válmmaštallama oktavuođas lea doaibman bures.

source: Saamelaiskäräjät on painottanut neuvotteluissa muun muassa alkuperäiskansojen osallistumisoikeuksien vahvistamista sekä vapaan, tietoon perustuvan ennakkosuostumuksen periaatteen (free, prior and informed consent, FPIC) tärkeyttä.
sme: Sámediggi lea deattuhan ráđđádallamiin ee. eamiálbmogiid oassálastinvuoigatvuođaid nannema sihke friddja, dihtui vuođđudeaddji ovdamiehtama prinsihpa (free, prior and informed consent, FPIC) dehálašvuođa.

source: Strategiassa on huomioitu useita saamelaisten kannalta merkittäviä kirjauksia eri sektoreilla.
sme: Strategiijas leat vuhtii váldon sámiid dáfus máŋggat dehálaš merkejumit sierra sektorain.

source: Yhtenä esimerkkinä esille voisi nostaa saamelaisen ilmastoneuvoston perustamisen.
sme: Oktan ovdamearkan ovdan sáhtášii bajidit sámi dálkkádatráđi vuođđudeami.

source: Työskentely Saamelaisessa Parlamentaarisessa neuvostossa on jatkunut Norjan puolen Saamelaiskäräjien johdolla.
sme: Bargan Sámi Parlamentáralaš ráđis lea joatkašuvvan Norgga beale Sámedikki jođiheami vuolde.

source: Kokouksissa on keskustelu muun muassa Interreg Nord –ohjelman korvaavan Interreg Auroran tuomista muutoksista sekä yhteisen strategian luomisesta covid19-pandemiaa ja mahdollisia muita pandemioita varten.
sme: Čoahkkimiin lea ságastallon earret eará Interreg Aurora, mii buhtte Interreg Nord -prográmma, buktin nuppástusain sihke oktasaš strategiija ráhkadeamis covid19-pandemiija ja vejolaš eará pandemiijaid várás.

source: Kesäkuussa Saamelaiskäräjät kutsuivat koolle Norjan ja Ruotsin Saamelaiskäräjien sekä Saamelaisneuvoston edustajat koskien Virtual Runners:n järjestämää virtuaalista Sámi Finland Run -juoksutapahtumaa.
sme: Geassemánus Sámediggi bovdii čoahkkái Norgga ja Ruoŧa Sámedikkiid sihke Sámiráđi ovddasteaddjiid guoskkadin Virtual Runners:a lágidan virtuálalaš Sámi Finland Run -viehkandáhpáhusa.

source: Juoksutapahtumassa hyödynnettiin saamelaisten kulttuurisia symboleita ja elementtejä ilman saamelaisyhteisön hyväksyntää tai konsultoimatta asiasta Saamelaiskäräjiä.
sme: Viehkandáhpáhusas geavahuvvojedje buorrin sámiid kultuvrralaš symbolat ja elemeanttat almmá sámeservoša dohkkeheami haga dahje konsulterema haga áššis Sámedikki.

source: Lisäksi tapahtumassa edistettiin stereotyyppistä kuvaa saamelaiskulttuurista.
sme: Lassin dáhpáhusas ovddiduvvui stereotiippalaš govva sámekultuvrras.

source: Saamelaiskäräjien puheenjohtaja Juuson pyynnöstä huolimatta järjestäjä ei perunut juoksutapahtumaa.
sme: Sámedikki ságajođiheaddji Juuso bivdagis fuolakeahttá lágideaddji ii šluhtten viehkandáhpáhusa.

source: Saamelainen Parlamentaarinen neuvosto ja Saamelaisneuvosto päättivät antaa asiasta yhteisen julkilausuman.
sme: Sámi parlamentáralaš ráđđi ja Sámiráđđi mearridedje addit áššis oktasaš cealkámuša.

source: Alkuperäiskansojen pysyvän foorumin 20. istunto järjestettiin 19.-30.4.2021 ja sen teemana oli tänä vuonna Rauha, oikeudenmukaisuus ja vahvat instituutiot: alkuperäiskansojen roolin kestävän kehityksen tavoitteen nro. 16 toimeenpanossa (engl. Peace, justice and strong institutions: the role of indigenous peoples in implementing Sustainable Development Goal 16).
sme: Eamiálbmogiid bissovaš foruma 20. čoahkkin lágiduvvui 19.-30.4.2021 ja dan temán lei dán jagi Ráffi, vuoiggalašvuohta ja nana institušuvnnat: eamiálbmogiid rolla suvdilis ovdáneami ulbmila nr 16 ollašuhttimis (engl. Peace, justice and strong institutions: the role of indigenous peoples in implementing Sustainable Development Goal 16).

source: Saamelaiskäräjät piti puheenvuoron alueellisen (eli arktisen) dialogin yhteydessä aiheenaan kulttuurinen yhtenäisyys ja eheys, jossa mainittiin saamelaisten rajat ylittävästä yhteistyöstä sekä alkuperäiskansajulistuksen kansallisesta toimeenpanosta.
sme: Sámediggi doalai guvllolaš (elege árktalaš) dialogiija oktavuođas sáhkavuoru, man fáddán lei kultuvrralaš oktilašvuohta ja čavddisvuohta, ja mas máinnašuvvui sámiid rájáid rasttildeaddji oktasašbargu ja eamiálbmotjulggaštusa álbmotlaš ollašuhttin.

source: Saamelaiskäräjät piti lisäksi puheenvuoron alkuperäiskansojen maailmankonferenssin loppuasiakirjan toimeenpanosta ja alkuperäiskansojen osallistumisoikeuden parantaminen-prosessista.
sme: Sámediggi doalai lassin sáhkavuoru eamiálbmogiid máilmmikonfereanssa loahppaáššegirjji ollašuhttimis ja eamiálbmogiid oassálastinvuoigatvuođa ovddidanproseassas.

source: Interreg-ohjelmaan liittyvät neuvottelut jatkuivat intensiivisesti läpi kevään ja alkukesän, ja saamelaisten kannalta niissä päästiin onnistuneeseen lopputulokseen.
sme: Interreg -prográmmii laktáseaddji ráđđádallamat joatkašuvve intensiivvalaččat miehtá giđa ja álgogeasi, ja sámiid dáfus dain fitnašuvai lihkostuvvan loahppaboađus.

source: I varapuheenjohtaja Anni Koivisto
sme: I várreságajođiheaddji Anni Koivisto

source: Neuvotteluita saamelaisten totuus- ja sovintoprosessin eteenpäin viemiseksi jatkettiin Saamelaiskäräjien, Kolttien kyläkokouksen ja Valtioneuvoston kanslian kesken.
sme: Ráđđádallamat sámiid duohtavuođa- ja soabadanproseassa ovddos doalvuma várás jotkojuvvojedje Sámedikki, Nuortalaččaid siidačoahkkima ja Stáhtaráđi kansliija gaskkas.

source: Neuvotteluissa keskusteltiin muun muassa komission työlle varattavista taloudellisista ja henkilöresursseista.
sme: Ráđđádallamiin ságastallui ee. kommišuvnna bargui várrejuvvon ekonomalaš ja bargiresurssain.

source: Lisäksi neuvotteluissa keskusteltiin myös prosessin aikaisen psykososiaalisen tuen järjestämisen suunnitelman yksityiskohdista.
sme: Lassin ráđđádallamiin ságastallui maiddái proseassa áigásaš psykososiálalaš doarjaga lágideami plána detáljain.

source: Lapin sairaanhoitopiirin teettämä selvitys psykososiaalisen tuen järjestämisestä totuus- ja sovintoprosessin aikana valmistui 15.3.2021, ja se on toiminut pohjana yksityiskohtaisempien tuen järjestämisen suunnitelmien toteuttamiseksi.
sme: Lappi buohccedikšunbiirre doaimmahan čilgehus psykososiálalaš doarjaga lágideamis duohtavuođa- ja soabadanproseassa áigge gárvánii 15.3.2021, ja dat lea doaibman vuođđun doarjaga lágideami dárkilut plánaid ollašuhttima várás.

source: I varapuheenjohtaja Anni Koivisto osallistui lisäksi panelistina Alkuperäiskansojen pysyvän foorumin 20. istunnon yhteydessä pidettyyn sivutapahtumaan koskien totuus- ja sovintoprosesseja.
sme: I várreságajođiheaddji Anni Koivisto oassálasttii lassin panelistan Eamiálbmogiid bissovaš foruma 20. čoahkkima oktavuođas dollon mieldáhpáhussii, mii guoskkai duohtavuođa- ja soabadanproseassaid.

source: Keväällä järjestettiin kaksi Saamelaiskäräjien ja eduskuntapuolueiden yhteistyöryhmän kokousta, joista jälkimmäisessä saamelaiskäräjälain muutosta valmistellut toimikunta esitteli yhteistyöryhmälle mietintönsä pääkohtia.
sme: Giđđat lágiduvvojedje guokte Sámedikki ja riikkabeaibellodagaid oktasašbargojoavkku čoahkkima. Maŋit čoahkkimis sámediggelága nuppástusa válmmaštallan doaibmagoddi ovdan buvttii oktasašbargojovkui smiehttamuša váldočuoggáid.

source: Sosiaali- ja terveyssektorilla Saamelaiskäräjät on aktiivisesti osallistunut sote-uudistuksen valmisteluun osallistumalla muun muassa Lapin sote-hankkeiden ohjausryhmän kokouksiin.
sme: Sosiála- ja dearvvasvuođasektoras Sámediggi lea aktiivvalaččat oassálastán sode-ođastusa válmmaštallamii oassálastimiin earret eará Lappi sode-prošeavttaid stivrenjoavkku čoahkkimiidda.

source: Saamelaiskäräjät on tehnyt yhteistyötä Rakenneuudistus Lapissa-Hankkeen ja Tulevaisuuden sote-keskus- hankkeen kanssa, sekä osallistunut Lapin sairaanhoitopiirin (LSHP) järjestämissuunnitelman valmisteluun yhdessä muiden tulevan hyvinvointialueen osapuolten kanssa.
sme: Sámediggi lea bargan oktasašbarggu Ráhkadusođastus Lappis-prošeavttain ja Boahttevuođa sode-guovddáš-prošeavttain, sihke oassálastán Lappi buohccedikšunbiirre (LSHP) ordnenplánema válmmaštallamii ovttas eará boahttevaš buresveadjinguovllu oassebeliiguin.

source: Saamelaiskäräjät on neuvotellut sosiaali- ja terveysministeriön kanssa saamenkielisten sote-palvelujen saatavuuden parantamiseen tarkoitetut erillisen lisämäärärahan käytöstä.
sme: Sámediggi lea ráđđádallan sosiála- ja dearvvasvuođaministeriijain sámegielat sode-bálvalusaid oažžuma buorideapmái dárkkuhuvvon sierra lassimearreruđa geavaheamis.

source: Saamelaiskäräjät on osallistunut aktiivisesti myös muun muassa erilaisten sote-palvelujen nykytilaa koskevien selvitysten suunnitteluun.
sme: Sámediggi lea oassálastán aktiivvalaččat maiddái ee. iešguđetlágan sode-bálvalusaid dálá dili guoski čilgehusaid plánemii.

source: Keväällä 2021 Saamelaiskäräjät on osallistunut sosiaali- ja terveysministeriön ja Terveyden ja hyvinvoinnin laitoksen kanssa Pohjoismaisen webinaarin valmisteluun koskien alkuperäiskansoihin kuuluvien vammaisten ja muistisairaiden henkilöiden oikeuksia ja kulttuurisensitiivisiä palveluita.
sme: Giđđat 2021 Sámediggi lea oassálastán sosiála- ja dearvvasvuođaministeriijain ja Dearvvasvuođa ja buresveadjima lágádusain Davviriikkaid webinára válmmaštallamii, mii guoskkai eamiálbmogiidda gullevaš doaibmahehttejuvvon olbmuid ja muitobuohcci olbmuid vuoigatvuođaid ja kultursensitiivvalaš bálvalusaid.

source: Saamelaiskäräjät osallistui keväällä aktiivisesti myös Lapin liiton hallituksen kokouksiin, joissa on käyty keskustelua esimerkiksi Pohjois-Lapin maakuntakaavan 2040 valmistelusta sekä Lappi sopimuksesta.
sme: Sámediggi oassálasttii giđđat aktiivvalaččat maiddái Lappi lihtu ráđđehusa čoahkkimiidda, gos lea ságastallon ovdamearkan Davvi-Lappi eanangoddeláva 2040 válmmaštallamis sihke Lappi soahpamušas.

source: 17.5.2021 pidetyssä Lapin liiton valtuuston kokouksessa valmisteilla ollut Pohjois-Lapin maakuntakaava päätettiin palauttaa takaisin valmisteluun, ja Jäämeren radan varausmerkintää ehdotetaan poistettavaksi kaavasta.
sme: 17.5.2021 dollon Lappi lihtu stivrra čoahkkimis Davvi-Lappi eanangoddelávva, mii leamaš válmmaštallamis, mearriduvvui máhcahuvvot ruovttoluotta válmmaštallamii, ja Jiekŋameara ruovdegeainnu várrenmerkejupmi evttohuvvui váldot eret lávas.

source: Saamelaiskäräjät on useissa eri yhteyksissä tuonut esille näkemyksensä siitä, että Jäämeren rataa koskeva merkintä tulee poistaa Pohjois-Lapin maakuntakaavasta 2040.
sme: Sámediggi lea máŋgga sierra oktavuođas buktán ovdan oainnu das, ahte Jiekŋameara ruovdegeainnu guoski merkejumi galgá eret váldot Davvi-Lappi eanangoddelávas 2040.

source: Lapin liiton valtuuston päätös palauttaa kaava valmisteluun nähdäänkin Saamelaiskäräjillä erittäin positiivisena asiana.
sme: Lappi lihtu stivrra mearrádus máhcaha láva válmmaštallamii, mii gehččojuvvoge Sámedikkis erenomáš positiivvalaš áššin .

source: Saamelaiskäräjät alkoi suunnitella pohjoismaisen saamelaisopetuksen foorumin järjestämistä yhdessä opetus- ja kulttuuriministeriön kanssa.
sme: Sámediggi plánešgođii davviriikkalaš sámeoahpahusa foruma lágideami ovttas oahpahus- ja kulturministeriijain.

source: Toimenpide on osa opetus- ja kulttuuriministeriön saamelaisopetuksen kehittämistyöryhmän raportin ehdotuksia.
sme: Doaibmabidju lea oahpahus- ja kulturministeriija sámeoahpahusa ovddidanbargojoavkku raportta evttohusaid oassi.

source: Saamelaiskäräjät on kevään aikana tukenut paikallisesti esiin nousseiden koulutusta koskevien haasteiden ratkaisemista.
sme: Sámediggi lea giđa áigge dorjon hástalusaid čoavdimis, mat leat báikkálaččat ovdan badjánan oahpahusas.

source: Saamelaiskäräjät on osallistunut kansalliskielistrategian ohjausryhmän ja kielipoliittisen ohjelman valmisteluryhmän työskentelyyn painottaen saamen kielten asemaa osana valtakunnallista kielipolitiikkaa.
sme: Sámediggi lea oassálastán álbmotgiellastrategiija stivrenjoavkku ja giellapolitihkalaš prográmma válmmaštallanjoavkku bargamii deattuhemiin sámegielaid sajádaga riikkadási giellapolitihka oassin.

source: Saamelaiskäräjät tapasi yhdessä Saamelaiskäräjien nuorisoneuvoston kanssa maa- ja metsätalousministeri Jari Lepän.
sme: Sámediggi deaivvadii ovttas Sámedikki nuoraidráđiin eana- ja meahccedoalloministtar Jari Leppäin.

source: Lisäksi yhdessä nuorisoneuvoston kanssa tavattiin opetus- ja kulttuuriministeriötä koskien erityisavustuksella tehtävää nuorisotyötä.
sme: Ja nuoraidráđiin deaivvaduvvui maiddái oahpahus- ja kulturministeriijain, mas ášši guoskkai sierradoarjagiin dahkkon nuoraidbarggu.

source: II varapuheenjohtaja Leo Aikio
sme: II várreságajođiheaddji Leo Aikio

source: Saamelaiskäräjät on huhti-toukokuussa jatkanut keskustelua maa- ja metsätalousministeriön edustajien kanssa lain porotaloutta kohdanneiden vahinkojen soveltamisesta (987/2011).
sme: Sámediggi lea cuoŋo-miessemánus joatkán ságastallama eana- ja meahccedoalloministeriija ovddasteaddjiiguin boazodoalu deaividan vahágiid guoski lága heiveheamis (987/2011).

source: Maaliskuussa Saamelaiskäräjät vetosi eduskuntapuolueisiin lain porotaloutta kohdanneiden vahinkojen korvaamisesta mukaisten vahinkojen oikeudenmukaiseksi korvaamiseksi sekä poroelinkeinon jatkuvuuden turvaamiseksi.
sme: Njukčamánus Sámediggi háliidii ávžžuhit riikkabeaibellodagaid, ahte vahágat vuoiggalaččat buhttejuvvojit ja boazodoalu joatkašuvvan sihkkarasto boazodoalu deaividan vahágiid buhttema guoski lága mielde.

source: Lisäksi Saamelaiskäräjät on tavannut hallituspuolueiden eduskuntaryhmien edustajia asian tiimoilta.
sme: Lassin Sámediggi lea deaivvadan ráđđehusbellodagaid riikkabeaijoavkkuid ovddasteaddjiiguin ášši olis.

source: 25.5.2021 Saamelaiskäräjät lähetti vetoomuksen poronhoidolle poikkeusvuoden olosuhteista aiheutuneiden vahinkojen oikeudenmukaiseksi korvaamiseksi myös valtioneuvostolle .
sme: 25.5.2021 Sámediggi sáddii ávžžuhusa, mii guoskkai goavvejagi boazodollui dagahan vahágiid vuoiggalaš buhttema, maiddái stáhtaráđđái.

source: 27.5.2021 valtioneuvosto päätti esittää porotaloutta kohdanneiden vahinkojen korvaamiseen varattavaksi kuusi miljoonaa euroa vuoden 2021 kolmanteen lisätalousarvioon.
sme: 27.5.2021 stáhtaráđđi mearridii evttohit, ahte boazodoalu deaividan vahágiid buhttemii várrejuvvo guhtta miljovnna euro jagi 2021 goalmmát lassibušehttii.
